Repository: openstack/neutron-vpnaas-dashboard
Catalog: neutron_vpnaas_dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: Name
fr: Nom
it: Nome

source: Description
it: Descrizione

source: VPN Service %s was successfully updated.
fr: Le service VPN %s a été mis à jour avec succès.
it: Il servizio VPN %s è stato aggiornato correttamente.

source: Failed to update VPN Service %s
fr: Impossible de mettre à jour le service VPN %s
it: Impossibile aggiornare il servizio VPN %s

source: Authorization algorithm
fr: Algorithme d'autorisation
it: Algoritmo di autorizzazione

source: Encryption algorithm
fr: Algorithme de chiffrement
it: Algoritmo di codifica

source: IKE version
fr: Version IKE
it: Versione IKE

source: Lifetime units for IKE keys
fr: Unités de durée de vie pour les clés IKE
it: Unità di durata delle chiavi IKE

source: seconds
fr: secondes
it: secondi

source: Lifetime value for IKE keys
fr: Valeur de durée de vie pour les clés IKE
it: Valore di durata delle chiavi IKE

source: Equal to or greater than 60
fr: Égal ou supérieur à 60
it: Uguale o maggiore di 60

source: Perfect Forward Secrecy
it: PFS (Perfect Forward Secrecy)

source: group2
it: gruppo2

source: group5
it: gruppo5

source: group14
it: gruppo14

source: IKE Phase1 negotiation mode
fr: Mode de négociation IKE Phase 1
it: Modalità di negoziazione Fase1 IKE

source: IKE Policy %s was successfully updated.
fr: La Stratégie IKE %s a été mise à jour avec succès.
it: La politica IKE %s è stata aggiornata correttamente.

source: Failed to update IKE Policy %s
fr: Impossible de mettre à jour la stratégie IKE %s.
it: Impossibile aggiornare la politica IKE %s

source: Encapsulation mode
fr: Mode d'encapsulation
it: Modalità di incapsulamento

source: transport
it: trasporto

source: Lifetime units
fr: Unités de durée de vie
it: Unità di durata

source: Lifetime value
fr: Valeur de durée de vie
it: Valore di durata

source: Transform Protocol
fr: Protocole de transformation
it: Protocollo di trasformazione

source: IPSec Policy %s was successfully updated.
fr: La Stratégie IPSec %s a été mise à jour avec succès.
it: La politica IPSec %s è stata aggiornata correttamente.

source: Failed to update IPSec Policy %s
fr: Impossible de mettre à jour la stratégie IPSec %s
it: Impossibile aggiornare la politica IPSec %s.

source: Peer gateway public IPv4/IPv6 Address or FQDN
fr: Passerelle publique de Peer Adresse IPv4/IPv6 ou FQDN
it: Indirizzo IPv4/IPv6 o FQDN peer gateway pubblico

source: Peer gateway public IPv4/IPv6 address or FQDN for the VPN Connection
fr: Passerelle publique de Peer adresse IPv4/IPv6 ou FQDN pour la connexion VPN
it: Indirizzo IPv4/IPv6 o FQDN peer gateway pubblico per la connessione VPN

source: Peer router identity for authentication (Peer ID)
fr: Identité du routeur Peer pour l'authentification (ID du Peer)
it: Identità del router peer per l'autenticazione (ID Peer)

source: Peer router identity for authentication. Can be IPv4/IPv6 address, e-mail, key ID, or FQDN
fr: Routeur d'identité de Peer pour l'authentification. Peut être l'adresse IPv4/IPv6, l'e-mail, le key ID ou le FQDN
it: Identità del router peer per l'autenticazione. Può essere l'indirizzo IPv4/IPv6, un'e-mail, ID chiave o FQDN

source: Remote peer subnet(s)
fr: Sous-réseau(x) de pairs distant
it: Sottoreti peer remote

source: Remote peer subnet(s) address(es) with mask(s) in CIDR format separated with commas if needed (e.g. 20.1.0.0/24, 21.1.0.0/24)
fr: Les Sous-réseau(x) de pairs distant avec un masque au format CIDR séparées par des virgules si nécessaire (e.g. 20.1.0.0/24, 21.1.0.0/24)
it: Indirizzi della sottorete peer remota con maschera in formato CIDR separati da virgole se necessario (ad es. 20.1.0.0/24, 21.1.0.0/24)

source: Pre-Shared Key (PSK) string
fr: Clé de chiffrement (PSK)
it: Stringa PSK (Pre-Shared Key)

source: Maximum Transmission Unit size for the connection
fr: Taille de l'unité de transmission maximum pour la connexion
it: Dimensione MTU (Maximum Transmission Unit) per la connessione

source: Equal to or greater than 68 if the local subnet is IPv4. Equal to or greater than 1280 if the local subnet is IPv6.
fr: Égal ou supérieur à 68 si le sous réseau local est IPv4. Égal ou supérieur à 1280 si le sous réseau local est IPv6.
it: Uguale o maggiore di 68 se la sottorete locale è IPv4. Uguale o maggiore di 1280 se la sottorete locale è IPv6.

source: Dead peer detection actions
fr: Actions de dead peer detection
it: Azioni di rilevamento peer non attive

source: hold
fr: maintenir
it: sospendi

source: clear
fr: éffacer
it: cancella

source: disabled
fr: désactivé
it: disabilitato

source: restart
fr: redémarrer
it: riavvio

source: restart-by-peer
fr: redémarrer-par-pair
it: riavvio per peer

source: Dead peer detection interval
fr: intervalle de dead peer detection
it: Intervallo di rilevamento peer non attivo

source: Valid integer lesser than the DPD timeout
fr: Valeur entière correcte inférieur au délai d'expiratio DPD
it: Numero intero valido minore del timeout DPD

source: Dead peer detection timeout
fr: Délai d'expiration de dead peer detection
it: Timeout di rilevamento peer non attivo

source: Valid integer greater than the DPD interval
fr: Valeur entière correcte supérieur à l'intervalle DPD
it: Numero intero valido maggiore dell'intervallo DPD

source: Initiator state
fr: Etat initiator
it: Stato programma di inizializzazione

source: bi-directional
fr: bi-directionnel
it: bidirezionale

source: response-only
fr: réponse-seulement
it: di sola risposta

source: DPD Timeout must be greater than DPD Interval
fr: La valeur de délai d'expiration DPD doit être supérieur à la valeur d'intervalle DPD
it: Timeout DPD deve essere maggiore di Intervallo DPD

source: IPSec Site Connection %s was successfully updated.
fr: La connexion IPSec de site %s a été mise à jour avec succès.
it: Connessione al sito IPSec %s aggiornata correttamente.

source: Failed to update IPSec Site Connection %s
fr: Impossible de mettre à jour la connexion IPSec de site %s
it: Aggiornamento della connessione al sito IPSec %s non riuscita

source: Add IKE Policy
fr: Ajouter une stratégie IKE
it: Aggiungi politica IKE

source: Add IPSec Policy
fr: Ajouter une stratégie IPSec
it: Aggiungi politica IPSec

source: Add VPN Service
fr: Ajouter un service VPN
it: Aggiungi servizio VPN

source: Add IPSec Site Connection
fr: Ajouter une connexion IPSec de site
it: Aggiungi connessione sito IPSec

source: Unable to delete VPN Service. %s
fr: Impossible de supprimer le service VPN. %s
it: Impossibile eliminare il servizio VPN. %s

source: Unable to delete IKE Policy. %s
fr: Impossible de supprimer la Stratégie IKE. %s
it: Impossibile eliminare la politica IKE. %s

source: Unable to delete IPSec Policy. %s
fr: Impossible de supprimer la stratégie IPSec. %s
it: Impossibile eliminare la politica IPSec. %s

source: Unable to delete IPSec Site Connection. %s
fr: Impossible de supprimer la connexion IPSec de site. %s
it: Impossibile eliminare la connessione al sito IPSec. %s

source: Edit VPN Service
fr: Éditer le service VPN
it: Modifica servizio VPN

source: Edit IKE Policy
fr: Éditer la stratégie IKE
it: Modifica politica IKE

source: Edit IPSec Policy
fr: Éditer la stratégie IPSec
it: Modifica politica IPSec

source: Edit Connection
fr: Éditer la connexion
it: Modifica connessione

source: Name =
fr: Nom =
it: Nome =

source: Status =
fr: Statut =
it: Stato =

source: VPN Service
fr: Service VPN
it: Servizio VPN

source: IKE Policy
fr: Stratégie IKE
it: Politica IKE

source: IPSec Policy
fr: Stratégie IPSec
it: Politica IPSec

source: Status
fr: Statut
it: Stato

source: IPSec Site Connections
fr: Connexions IPSec de site
it: Connessioni IPSec al sito

source: Local Side Public IPs
fr: IPs publiques locales
it: IP pubblici lato locale

source: Subnet
fr: Sous-réseau
it: Sottorete

source: VPN Services
fr: Services VPN
it: Servizi VPN

source: IKE Policies
fr: Stratégies IKE
it: Politiche IKE

source: IPSec Policies
fr: Stratégies IPSec
it: Politiche IPSec

source: Unable to retrieve IPSec Site Connections list.
fr: Impossible de récupérer la liste des connexions IPSec de site.
it: Impossibile richiamare l'elenco delle connessioni al sito IPSec.

source: Unable to retrieve VPN Services list.
fr: Impossible de récupérer la liste des services VPN.
it: Impossibile richiamare l'elenco dei servizi VPN.

source: Unable to retrieve IKE Policies list.
fr: Impossible de récupérer la liste des stratégies IKE.
it: Impossibile richiamare l'elenco delle politiche IKE.

source: Unable to retrieve IPSec Policies list.
fr: Impossible de récupérer la liste des stratégies IPSec.
it: Impossibile richiamare l'elenco delle politiche IPSec.

source: IKE Policy Details
fr: Détails de la stratégie IKE
it: Dettagli politica IKE

source: IPSec Policy Details
fr: Détails de la stratégie IPSec
it: Dettagli politica IPSec

source: VPN Service Details
fr: Détails du service VPN
it: Dettagli servizio VPN

source: IPSec Site Connection Details
fr: Détails de la connexion IPSec de site
it: Dettagli connessione sito IPSec

source: Virtual Private Network
fr: Réseau Privé Virtuel
it: Rete privata virtuale

source: Unable to retrieve IKE Policy details.
fr: Impossible de récupérer les détails de la stratégie IKE.
it: Impossibile richiamare i dettagli della politica IKE.

source: Unable to retrieve IPSec Policy details.
fr: Impossible de récupérer les détails de la stratégie IPSec.
it: Impossibile richiamare i dettagli della politica IPSec.

source: Unable to retrieve VPN Service details.
fr: Impossible de récupérer les détails du service VPN.
it: Impossibile ottenere i dettagli del servizio VPN.

source: Unable to retrieve IPSec Site Connection details.
fr: Impossible de récupérer les détails de la connexion IPSec de site.
it: Impossibile richiamare i dettagli delle connessioni al sito IPSec.

source: Save Changes
fr: Sauvegarder les modifications
it: Salvare le Modifiche

source: Unable to retrieve VPN Service details. %s
fr: Impossible de récupérer les détails du service VPN %s
it: Impossibile richiamare i dettagli del servizio VPN. %s

source: Unable to retrieve IKE Policy details. %s
fr: Impossible de récupérer les détail de la Stratégie IKE %s
it: Impossibile richiamare i dettagli della politica IKE. %s

source: Unable to retrieve IPSec Policy details. %s
fr: Impossible de récupérer les détails de la stratégie IPSec %s
it: Impossibile richiamare i dettagli della politica IPSec. %s

source: Edit IPSec Site Connection
fr: Éditer la connexion IPSec de site
it: Modifica connessione sito IPSec

source: Unable to retrieve IPSec Site Connection details. %s
fr: Impossible de récupérer les détails de la connexion IPSec de site %s
it: Impossibile richiamare i dettagli delle connessioni al sito IPSec.%s

source: Select a Subnet
fr: Sélectionner un sous-réseau
it: Selezionare una sottorete

source: Unable to retrieve networks list.
fr: Impossible de récupérer la liste des réseaux.
it: Impossibile richiamare l'elenco di reti.

source: Select a Router
fr: Sélectionnez un routeur
it: Selezionare un router

source: Unable to retrieve routers list.
fr: Impossible de récupérer la liste des routeurs.
it: Impossibile richiamare l'elenco di router.

source: Add New VPN Service
fr: Ajouter un nouveau service VPN
it: Aggiungi nuovo servizio VPN

source: Add
fr: Ajouter
it: Aggiungere

source: Added VPN Service "%s".
fr: Service VPN "%s" ajouté.
it: Aggiunto servizio VPN "%s".

source: Unable to add VPN Service "%s".
fr: Impossible d'ajouter le service VPN "%s".
it: Impossibile aggiungere il servizio VPN "%s".

source: Add New IKE Policy
fr: Ajouter une nouvelle stratégie IKE
it: Aggiungi nuova politica IKE

source: Added IKE Policy "%s".
fr: Stratégie IKE "%s" ajoutée.
it: Aggiunta politica IKE "%s".

source: Unable to add IKE Policy "%s".
fr: Impossible d'ajouter la stratégie IKE "%s".
it: Impossibile aggiungere la politica IKE "%s".

source: Lifetime value for IKE keys
fr: Valeur de durée de vie pour les clés IKE
it: Valore di durata delle chiavi IKE

source: Add New IPSec Policy
fr: Ajouter une nouvelle stratégie IPSec
it: Aggiungi nuova politica IPSec

source: Added IPSec Policy "%s".
fr: Stratégie IPSec "%s" ajoutée.
it: Aggiunta politica IPSec "%s".

source: Unable to add IPSec Policy "%s".
fr: Impossible d'ajouter la stratégie IPSec "%s".
it: Impossibile aggiungere la politica IPSec "%s".

source: VPN Service associated with this connection
fr: Service VPN associé à cette connexion
it: Servizio VPN associato a questa connessione

source: IKE Policy associated with this connection
fr: Stratégie IKE associée à cette connexion
it: Politica IKE associata a questa connessione

source: IPSec Policy associated with this connection
fr: Stratégie IPSec associée à cette connexion
it: Politica IPSec associata a questa connessione

source: The pre-defined key string between the two peers of the VPN connection
fr: Chaîne de clé pré-définie entre les deux homologues de la connexion VPN
it: La stringa di chiavi predefinita tra i due peer della connessione VPN

source: Select IKE Policy
fr: Sélectionner la stratégie IKE
it: Seleziona politica IKE

source: Select IPSec Policy
fr: Sélectionner la stratégie IPSec
it: Seleziona politica IPSec

source: Select VPN Service
fr: Sélectionner le service VPN
it: Seleziona servizio VPN

source: Add New IPSec Site Connection
fr: Ajouter un nouvelle connexion IPSec de site
it: Aggiungi nuova connessione sito IPSec

source: Valid integer lesser than DPD timeout
fr: Valeur entière inférieure au délai d'expiration DPD
it: Valore intero valido minore del timeout DPD

source: Optional Parameters
fr: Paramètres optionnels
it: Parametri facoltativi

source: Fields in this tab are optional. You can configure the detail of IPSec site connection created.
fr: Les champs dans cet onglet sont optionnels. Vous pouvez paramétrer les détails de la connexion IPsec de site créée.
it: I campi di questa tabella sono facoltativi. È possibile configurare il dettaglio della connessione al sito IPSec creata.

source: Added IPSec Site Connection "%s".
fr: Connexion IPSec de site "%s" ajoutée.
it: Aggiunta connessione sito IPSec "%s"

source: Unable to add IPSec Site Connection "%s".
fr: Impossible d'ajouter la connexion IPSec de site "%s".
it: Impossibile aggiungere la connessione al sito IPSec "%s".

source: Router
fr: Routeur

source: up
fr: actif

source: down
fr: inactif

source: Create IPSec Site Connection for current project. Assign a name and description for the IPSec Site Connection. All fields in this tab are required.
fr: Créer une connexion IPSec de site pour le projet en cours. Affecter un nom et une description à la connexion IPSec de site. Toutes les zones de cet onglet sont obligatoires.
